Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

# ViewTasksPageHttpDownloadUnavailableMessage
source: The aria2 download engine is not available. Please ensure aria2c.exe is present alongside the application.
fr: Le moteur de téléchargement aria2 n’est pas disponible. Vérifiez que aria2c.exe se trouve à côté de l’application.
it: Il motore di download aria2 non è disponibile. Assicurati che aria2c.exe sia presente accanto all'applicazione.
ja: aria2 ダウンロードエンジンを利用できません。aria2c.exe がアプリケーションと同じ場所にあることを確認してください。
ko: aria2 다운로드 엔진을 사용할 수 없습니다. aria2c.exe가 애플리케이션과 같은 위치에 있는지 확인하세요.
ru: Движок загрузки aria2 недоступен. Убедитесь, что aria2c.exe находится рядом с приложением.
zh_cn: aria2 下载引擎不可用。请确认 aria2c.exe 位于应用程序目录中。
zh_hant: aria2 下載引擎無法使用。請確認 aria2c.exe 位於應用程式相同目錄。

# ViewTasksPageRenamePlaceholder
source: Enter new name
fr: Enter nouveau nom
it: Inserisci nuovo nome
ja: 新しい名前を入力
ko: 새 이름 입력
ru: Введите новое имя
zh_cn: 输入新名称
zh_hant: 輸入新名稱

# ViewTasksPageDiskUsageInformationTitle
source: Disk Usage Information
fr: Disque Usage Informations
it: Informazioni uso disco
ja: ディスク使用量情報
ko: 디스크 사용 정보
ru: Сведения об использовании диска
zh_cn: 磁盘使用信息
zh_hant: 磁碟使用資訊

# CommonOk
source: OK
ko: 확인
ru: ОК
zh_cn: 确定
zh_hant: 確定

# ViewSettingsPageCheckingForUpdates
source: Checking...
fr: Vérification...
it: Verifica...
ja: 確認中...
ko: 확인 중...
zh_cn: 正在检查更新……
zh_hant: 正在檢查...

# ViewSettingsPageCheckUpdate
source: Check update
fr: Rechercher les mises à jour
it: Controlla aggiornamenti
ja: 更新を確認
ko: 업데이트 확인
ru: проверка обновление
zh_cn: 检查更新
zh_hant: 檢查更新

# ViewSettingsPageUpdateAvailable
source: An OpenNet update is available
fr: An OpenNet mise à jour est disponible
it: È disponibile un aggiornamento di OpenNet
ja: OpenNet の更新があります
ko: OpenNet 업데이트를 사용할 수 있습니다
ru: Доступно обновление OpenNet
zh_cn: 有可用的 OpenNet 更新
zh_hant: 有可用的 OpenNet 更新

# ViewSettingsPageUpToDate
source: OpenNet is up to date
fr: OpenNet est up vers date
it: OpenNet è aggiornato
ja: OpenNet は最新です
ko: OpenNet이 최신 상태입니다
ru: Установлена последняя версия OpenNet
zh_cn: OpenNet 已是最新版本
zh_hant: OpenNet 已是最新版本

# ViewSettingsPageUpdateCheckFailed
source: Update check failed
fr: Mettre à jour vérification échoué
it: Controllo aggiornamenti non riuscito
ja: 更新の確認に失敗しました
ko: 업데이트 확인 실패
ru: Обновить проверка ошибка
zh_cn: 检查更新失败
zh_hant: 更新檢查失敗

# ViewSettingsPageUnableToOpenUpdate
source: Unable to open the update
fr: Unable vers ouvrir le mise à jour
it: Impossibile aprire l'aggiornamento
ja: 更新を開けません
ko: 업데이트를 열 수 없습니다
ru: Не удалось открыть обновление
zh_cn: 无法打开更新
zh_hant: 無法開啟更新

# ViewIPFilterSettingsPageEntryLabel
source: IP address, CIDR block, or range
fr: IP adresse, CIDR block, ou plage
it: Indirizzo IP, blocco CIDR o intervallo
ja: IP アドレス、CIDR ブロック、または範囲
ko: IP 주소, CIDR 블록 또는 범위
ru: IP-адрес, блок CIDR или диапазон
zh_cn: IP 地址、CIDR 网段或范围
zh_hant: IP 位址、CIDR 區塊或範圍

# ViewIPFilterSettingsPageDescriptionOptional
source: Description (optional)
fr: Description (facultatif)
it: Descrizione (facoltativa)
ja: 説明（任意）
ko: 설명(선택 사항)
ru: описание (необязательно)
zh_cn: 描述（可选）
zh_hant: 描述（選填）

# ViewIPFilterSettingsPageEditRuleTitle
source: Edit IP Filter Rule
fr: Modifier IP Filtre Règle
it: Modifica regola filtro IP
ja: IP フィルタールールを編集
ko: IP 필터 규칙 편집
ru: Изменить правило IP-фильтра
zh_cn: 编辑 IP 过滤规则
zh_hant: 編輯 IP 篩選規則

# ViewIPFilterSettingsPageDeleteRuleTitle
source: Delete IP Filter Rule
fr: Supprimer IP Filtre Règle
it: Elimina regola filtro IP
ja: IP フィルタールールを削除
ko: IP 필터 규칙 삭제
ru: Удалить правило IP-фильтра
zh_cn: 删除 IP 过滤规则
zh_hant: 刪除 IP 篩選規則

# ViewIPFilterSettingsPageClearAllRulesTitle
source: Clear All Rules
fr: Effacer toutes les règles
it: Cancella tutte le regole
ja: すべてのルールを消去
ko: 모든 규칙 지우기
ru: Очистить все правила
zh_cn: 清除所有规则
zh_hant: 清除所有規則

# ViewIPFilterSettingsPageClearAllRulesMessage
source: Are you sure you want to remove all IP filter rules? This action cannot be undone.
fr: Voulez-vous vraiment supprimer toutes les règles du filtre IP ? Cette action est irréversible.
it: Vuoi davvero rimuovere tutte le regole del filtro IP? Questa azione non può essere annullata.
ja: すべての IP フィルタールールを削除してもよろしいですか？この操作は元に戻せません。
ko: 모든 IP 필터 규칙을 제거하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы действительно хотите удалить все правила IP-фильтра? Это действие нельзя отменить.
zh_cn: 确定要删除所有 IP 过滤规则吗？此操作无法撤销。
zh_hant: 確定要移除所有 IP 篩選規則嗎？此操作無法復原。

# ViewTasksPageDiskUsageLocation
source: Location:
fr: Emplacement :
it: Posizione:
ja: 場所:
ko: 위치:
ru: Расположение:
zh_cn: 位置：
zh_hant: 位置：

# ViewTasksPageDiskUsageTaskSize
source: Task size:
fr: Taille de la tâche :
it: Dimensione attività:
ja: タスクサイズ:
ko: 작업 크기:
ru: Размер задачи:
zh_cn: 任务大小：
zh_hant: 工作大小：

# ViewTasksPageDiskUsageUsedOnVolume
source: Used on volume:
fr: Utilisé sur le volume :
it: Utilizzato nel volume:
ja: ボリューム使用量:
ko: 볼륨 사용량:
ru: Использовано на томе:
zh_cn: 卷已用空间：
zh_hant: 磁碟區已使用：

# ViewTasksPageDiskUsageFreeOnVolume
source: Free on volume:
fr: Libre sur le volume :
it: Libero nel volume:
ja: ボリューム空き容量:
ko: 볼륨 여유 공간:
ru: Свободно на томе:
zh_cn: 卷可用空间：
zh_hant: 磁碟區可用：

# ViewTasksPageDiskUsageTotalCapacity
source: Total capacity:
fr: Capacité totale :
it: Capacità totale:
ja: 合計容量:
ko: 총 용량:
ru: Общая ёмкость:
zh_cn: 总容量：
zh_hant: 總容量：

# CommonEnabled
source: Enabled
fr: Activé
it: Abilitato
ja: 有効
ko: 사용
ru: Включено
zh_cn: 已启用
zh_hant: 已啟用

# CommonDisabled
source: Disabled
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 사용 안 함
ru: Отключено
zh_cn: 已禁用
zh_hant: 已停用

# CommonDetecting
source: Detecting…
fr: Détection…
it: Rilevamento…
ja: 検出中…
ko: 검색 중…
ru: Определение…
zh_cn: 检测中…
zh_hant: 偵測中…

# CommonTesting
source: Testing…
fr: Tester…
it: Test…
ja: テスト中…
ko: 테스트 중…
ru: Проверка…
zh_cn: 测试中…
zh_hant: 測試中…

# ViewNATDetectorWindowEngineNotRunning
source: Engine not running
fr: Moteur arrêté
it: Motore non in esecuzione
ja: エンジンが実行されていません
ko: 엔진이 실행되고 있지 않음
ru: Движок не запущен
zh_cn: 引擎未运行
zh_hant: 引擎未執行

# ViewNATDetectorWindowWaitingForRouterResponse
source: Waiting for router response
fr: En attente de la réponse du routeur
it: In attesa della risposta del router
ja: ルーターの応答を待機中
ko: 라우터 응답 대기 중
ru: Ожидание ответа маршрутизатора
zh_cn: 正在等待路由器响应
zh_hant: 正在等待路由器回應

# ViewNATDetectorWindowReceived
source: Received
fr: Reçu
it: Ricevuto
ja: 受信済み
ko: 수신됨
ru: Получено
zh_cn: 已收到
zh_hant: 已收到

# ViewNATDetectorWindowNotReceived
source: Not received
fr: Non reçu
it: Non ricevuto
ja: 未受信
ko: 수신되지 않음
ru: Не получено
zh_cn: 未收到
zh_hant: 未收到

# ViewNATDetectorWindowStartEngineBeforeTesting
source: Start the BitTorrent engine before testing its port.
fr: Démarrez le moteur BitTorrent avant de tester son port.
it: Avvia il motore BitTorrent prima di testare la porta.
ja: ポートをテストする前に BitTorrent エンジンを起動してください。
ko: 포트를 테스트하기 전에 BitTorrent 엔진을 시작하세요.
ru: Запустите движок BitTorrent перед проверкой порта.
zh_cn: 请先启动 BitTorrent 引擎，再测试端口。
zh_hant: 請先啟動 BitTorrent 引擎，再測試連接埠。

# ViewNATDetectorWindowDetectingNAT
source: Detecting NAT behavior and inbound reachability…
fr: Détection du comportement NAT et de l'accessibilité entrante…
it: Rilevamento del comportamento NAT e della raggiungibilità in ingresso…
ja: NAT の動作と受信到達性を検出中…
ko: NAT 동작 및 인바운드 연결 가능성 검색 중…
ru: Определение поведения NAT и доступности входящих подключений…
zh_cn: 正在检测 NAT 行为和入站可达性…
zh_hant: 正在偵測 NAT 行為與輸入連線可達性…

# ViewNATDetectorWindowWaitingForTraversalServer
source: Waiting for traversal server…
fr: En attente du serveur de traversée…
it: In attesa del server di attraversamento…
ja: トラバーサルサーバーを待機中…
ko: 트래버설 서버 응답 대기 중…
ru: Ожидание сервера обхода NAT…
zh_cn: 正在等待穿透服务器…
zh_hant: 正在等待穿透伺服器…

# ViewNATDetectorWindowDetectionComplete
source: Detection complete
fr: Détection terminée
it: Rilevamento completato
ja: 検出完了
ko: 검색 완료
ru: Определение завершено
zh_cn: 检测完成
zh_hant: 偵測完成

# ViewNATDetectorWindowDetectionIncomplete
source: Detection incomplete
fr: Détection incomplète
it: Rilevamento incompleto
ja: 検出未完了
ko: 검색 미완료
ru: Определение не завершено
zh_cn: 检测未完成
zh_hant: 偵測未完成

# ViewNetworkSettingsPageInvalidEndpointBeforeUpdate
source: Fix the invalid endpoint before the listener is updated.
fr: Corrigez le point de terminaison invalide avant la mise à jour de l'écouteur.
it: Correggi l'endpoint non valido prima di aggiornare il listener.
ja: リスナーを更新する前に無効なエンドポイントを修正してください。
ko: 수신기를 업데이트하기 전에 잘못된 엔드포인트를 수정하세요.
ru: Исправьте недопустимую конечную точку перед обновлением прослушивателя.
zh_cn: 请先修正无效的端点，再更新监听器。
zh_hant: 請先修正無效的端點，再更新接聽程式。

# ViewNetworkSettingsPageApplyingEndpointConfiguration
source: Applying the endpoint configuration…
fr: Application de la configuration des points de terminaison…
it: Applicazione della configurazione degli endpoint…
ja: エンドポイント構成を適用中…
ko: 엔드포인트 구성 적용 중…
ru: Применение конфигурации конечных точек…
zh_cn: 正在应用端点配置…
zh_hant: 正在套用端點設定…

# ViewNetworkSettingsPageEndpointsSaved
source: Saved. The endpoints will be applied when BitTorrent starts.
fr: Enregistré. Les points de terminaison seront appliqués au démarrage de BitTorrent.
it: Salvato. Gli endpoint verranno applicati all'avvio di BitTorrent.
ja: 保存しました。BitTorrent の起動時にエンドポイントが適用されます。
ko: 저장되었습니다. BitTorrent 시작 시 엔드포인트가 적용됩니다.
ru: Сохранено. Конечные точки будут применены при запуске BitTorrent.
zh_cn: 已保存。BitTorrent 启动时将应用这些端点。
zh_hant: 已儲存。BitTorrent 啟動時將套用這些端點。

# ViewNetworkSettingsPageNotRunning
source: Not running
fr: Non exécuté
it: Non in esecuzione
ja: 実行されていません
ko: 실행 중이 아님
ru: Не запущено
zh_cn: 未运行
zh_hant: 未執行

# ViewNetworkSettingsPageEngineNotRunning
source: The BitTorrent engine is not running.
fr: Le moteur BitTorrent n'est pas exécuté.
it: Il motore BitTorrent non è in esecuzione.
ja: BitTorrent エンジンが実行されていません。
ko: BitTorrent 엔진이 실행되고 있지 않습니다.
ru: Движок BitTorrent не запущен.
zh_cn: BitTorrent 引擎未运行
zh_hant: BitTorrent 引擎未執行。

# ViewNetworkSettingsPageEndpointsSavedForStartup
source: The configured endpoints are saved and will be used at startup.
fr: Les points de terminaison configurés sont enregistrés et seront utilisés au démarrage.
it: Gli endpoint configurati sono salvati e verranno usati all'avvio.
ja: 構成済みエンドポイントは保存され、起動時に使用されます。
ko: 구성된 엔드포인트가 저장되었으며 시작 시 사용됩니다.
ru: Настроенные конечные точки сохранены и будут использованы при запуске.
zh_cn: 已保存配置的端点，启动时将使用这些端点
zh_hant: 已儲存設定的端點，啟動時將使用這些端點。

# ViewNetworkSettingsPageEditedEndpointInvalidNotSaved
source: The edited endpoint is invalid and has not been saved.
fr: Le point de terminaison modifié est invalide et n'a pas été enregistré.
it: L'endpoint modificato non è valido e non è stato salvato.
ja: 編集したエンドポイントが無効なため保存されませんでした。
ko: 편집한 엔드포인트가 잘못되어 저장되지 않았습니다.
ru: Изменённая конечная точка недопустима и не сохранена.
zh_cn: 编辑的端点无效，尚未保存
zh_hant: 編輯的端點無效，尚未儲存。

# ViewNetworkSettingsPageNotListening
source: Not listening
fr: N'écoute pas
it: Non in ascolto
ja: リッスンしていません
ko: 수신 중이 아님
ru: Не прослушивается
zh_cn: 未监听
zh_hant: 未接聽

# ViewNetworkSettingsPageNoListeningSocket
source: libtorrent has not opened a listening socket.
fr: libtorrent n'a pas ouvert de socket d'écoute.
it: libtorrent non ha aperto un socket in ascolto.
ja: libtorrent はリッスンソケットを開いていません。
ko: libtorrent가 수신 소켓을 열지 않았습니다.
ru: libtorrent не открыл сокет прослушивания.
zh_cn: libtorrent 尚未打开监听套接字。
zh_hant: libtorrent 尚未開啟接聽通訊端。

# ViewNetworkSettingsPageEditedEndpointInvalidNotApplied
source: The edited endpoint is invalid and has not been applied.
fr: Le point de terminaison modifié est invalide et n'a pas été appliqué.
it: L'endpoint modificato non è valido e non è stato applicato.
ja: 編集したエンドポイントが無効なため適用されませんでした。
ko: 편집한 엔드포인트가 잘못되어 적용되지 않았습니다.
ru: Изменённая конечная точка недопустима и не применена.
zh_cn: 编辑的端点无效，尚未应用
zh_hant: 編輯的端點無效，尚未套用。

# ViewNetworkSettingsPageWaitingForListener
source: Waiting for the listener to become available.
fr: En attente de la disponibilité de l'écouteur.
it: In attesa che il listener diventi disponibile.
ja: リスナーの準備を待機中です。
ko: 수신기 사용 가능 여부를 기다리는 중입니다.
ru: Ожидание доступности прослушивателя.
zh_cn: 正在等待监听器可用。
zh_hant: 正在等待接聽程式可用。

# ViewTorrentMetaDataDownloadDialogInvalidLinkFormat
source: Incorrect link format. Please check your clipboard first (Win + V).
fr: Format de lien incorrect. Vérifiez d'abord votre presse-papiers (Win + V).
it: Formato del collegamento non corretto. Controlla prima gli appunti (Win + V).
ja: リンク形式が正しくありません。まずクリップボードを確認してください（Win + V）。
ko: 링크 형식이 잘못되었습니다. 먼저 클립보드를 확인하세요(Win + V).
ru: Неверный формат ссылки. Сначала проверьте буфер обмена (Win + V).
zh_cn: 链接格式不正确。请先检查剪贴板（Win + V）。
zh_hant: 連結格式不正確。請先檢查剪貼簿（Win + V）。

# ViewTaskPieceMapPageBitTorrentOnly
source: Piece information is available for BitTorrent tasks.
fr: Les informations sur les pièces sont disponibles pour les tâches BitTorrent.
it: Le informazioni sui pezzi sono disponibili per le attività BitTorrent.
ja: ピース情報は BitTorrent タスクで利用できます。
ko: BitTorrent 작업에서 피스 정보를 사용할 수 있습니다.
ru: Информация о частях доступна для задач BitTorrent.
zh_cn: BitTorrent 任务可用分片信息。
zh_hant: BitTorrent 工作可使用區塊資訊。

# ViewTaskPieceMapPageMetadataPending
source: Metadata has not been received yet.
fr: Les métadonnées n'ont pas encore été reçues.
it: I metadati non sono ancora stati ricevuti.
ja: メタデータはまだ受信されていません。
ko: 메타데이터를 아직 받지 못했습니다.
ru: Метаданные ещё не получены.
zh_cn: 尚未收到元数据。
zh_hant: 尚未收到中繼資料。

# ViewTaskPieceMapPagePieceSize
source: Piece size:
fr: Taille de la pièce :
it: Dimensione pezzo:
ja: ピースサイズ:
ko: 피스 크기:
ru: Размер части:
zh_cn: 分片大小：
zh_hant: 區塊大小：

# ViewTaskPieceMapPageWebSeeds
source: Web seeds:
fr: Sources Web :
it: Seed Web:
ja: Web シード:
ko: 웹 시드:
ru: Веб-сиды:
zh_cn: Web 种子：
zh_hant: Web 種子：

# ViewTaskPieceMapPagePieces
source: pieces
fr: pièces
it: pezzi
ja: ピース
ko: 피스
ru: частей
zh_cn: 个分片
zh_hant: 個區塊

# ViewLiveGraphTestWindowDynamicResourcesReady
source: Dynamic resources ready; two graph keys registered.
fr: Ressources dynamiques prêtes ; deux clés de graphique enregistrées.
it: Risorse dinamiche pronte; registrate due chiavi del grafico.
ja: 動的リソースの準備が完了しました。グラフキーを 2 つ登録しました。
ko: 동적 리소스가 준비되었습니다. 그래프 키 2개를 등록했습니다.
ru: Динамические ресурсы готовы; зарегистрированы два ключа графика.
zh_cn: 动态资源已准备就绪；已注册两个图表键。
zh_hant: 動態資源已準備就緒；已註冊兩個圖表索引鍵。

# ViewLiveGraphTestWindowAllResourcesReady
source: Dynamic and static Win2D resources are ready.
fr: Les ressources Win2D dynamiques et statiques sont prêtes.
it: Le risorse Win2D dinamiche e statiche sono pronte.
ja: 動的および静的 Win2D リソースの準備が完了しました。
ko: 동적 및 정적 Win2D 리소스가 준비되었습니다.
ru: Динамические и статические ресурсы Win2D готовы.
zh_cn: 动态和静态 Win2D 资源已准备就绪。
zh_hant: 動態和靜態 Win2D 資源已準備就緒。

# ViewLiveGraphTestWindowFrame
source: Frame
fr: Image
it: Fotogramma
ja: フレーム
ko: 프레임
ru: Кадр
zh_cn: 帧
zh_hant: 影格

# ViewLiveGraphTestWindowNetwork
source: Network
fr: Réseau
it: Rete
ja: ネットワーク
ko: 네트워크
ru: Сеть
zh_cn: 网络
zh_hant: 網路

# ViewLiveGraphTestWindowDynamicHighlightY
source: Dynamic highlight Y:
fr: Y dynamique :
it: Y dinamica:
ja: 動的ハイライト Y:
ko: 동적 강조 Y:
ru: Динамическая подсветка Y:
zh_cn: 动态高亮 Y：
zh_hant: 動態醒目提示 Y：

# ViewLiveGraphTestWindowStaticY
source: Static Y:
fr: Y statique :
it: Y statica:
ja: 静的 Y:
ko: 정적 Y:
ru: Статическая Y:
zh_cn: 静态 Y：
zh_hant: 靜態 Y：

# ViewLiveGraphTestWindowDynamicStreamsReset
source: Dynamic streams reset.
fr: Flux dynamiques réinitialisés.
it: Flussi dinamici reimpostati.
ja: 動的ストリームをリセットしました。
ko: 동적 스트림이 초기화되었습니다.
ru: Динамические потоки сброшены.
zh_cn: 动态流已重置。
zh_hant: 動態資料流已重設。

# AppBitTorrentEngine
source: BitTorrent engine
fr: Moteur BitTorrent
it: Motore BitTorrent
ja: BitTorrent エンジン
ko: BitTorrent 엔진
ru: Движок BitTorrent
zh_cn: BitTorrent 引擎
zh_hant: BitTorrent 引擎

# AppLibtorrentInitialized
source: libtorrent initialized successfully.
fr: libtorrent a été initialisé.
it: libtorrent è stato inizializzato correttamente.
ja: libtorrent の初期化に成功しました。
ko: libtorrent가 성공적으로 초기화되었습니다.
ru: libtorrent успешно инициализирован.
zh_cn: libtorrent 初始化成功。
zh_hant: libtorrent 初始化成功。

# AppBitTorrentEngineFailed
source: BitTorrent engine failed
fr: Échec du moteur BitTorrent
it: Errore del motore BitTorrent
ja: BitTorrent エンジンに失敗しました
ko: BitTorrent 엔진 실패
ru: Сбой движка BitTorrent
zh_cn: BitTorrent 引擎失败
zh_hant: BitTorrent 引擎失敗

# AppLibtorrentInitializationUnknownError
source: An unknown error occurred while initializing libtorrent.
fr: Une erreur inconnue s'est produite lors de l'initialisation de libtorrent.
it: Si è verificato un errore sconosciuto durante l'inizializzazione di libtorrent.
ja: libtorrent の初期化中に不明なエラーが発生しました。
ko: libtorrent 초기화 중 알 수 없는 오류가 발생했습니다.
ru: При инициализации libtorrent произошла неизвестная ошибка.
zh_cn: 初始化 libtorrent 时发生未知错误。
zh_hant: 初始化 libtorrent 時發生未知錯誤。

# AppRSSServiceFailed
source: RSS service failed
fr: Échec du service RSS
it: Errore del servizio RSS
ja: RSS サービスに失敗しました
ko: RSS 서비스 실패
ru: Сбой службы RSS
zh_cn: RSS 服务失败
zh_hant: RSS 服務失敗

# AppRSSBackgroundUpdatesFailed
source: RSS background updates could not be started.
fr: Les mises à jour RSS en arrière-plan n'ont pas pu démarrer.
it: Non è stato possibile avviare gli aggiornamenti RSS in background.
ja: RSS バックグラウンド更新を開始できませんでした。
ko: RSS 백그라운드 업데이트를 시작할 수 없습니다.
ru: Не удалось запустить фоновые обновления RSS.
zh_cn: 无法启动 RSS 后台更新。
zh_hant: 無法啟動 RSS 背景更新。

# AppWebUIFailed
source: Web UI failed
fr: Échec de l'interface Web
it: Errore dell'interfaccia Web
ja: Web UI に失敗しました
ko: 웹 UI 실패
ru: Сбой веб-интерфейса
zh_cn: Web UI 失败
zh_hant: Web UI 失敗

# AppWebUIStartFailed
source: The local qBittorrent-compatible Web UI could not be started.
fr: L'interface Web locale compatible avec qBittorrent n'a pas pu démarrer.
it: Non è stato possibile avviare l'interfaccia Web locale compatibile con qBittorrent.
ja: ローカルの qBittorrent 互換 Web UI を開始できませんでした。
ko: 로컬 qBittorrent 호환 웹 UI를 시작할 수 없습니다.
ru: Не удалось запустить локальный веб-интерфейс, совместимый с qBittorrent.
zh_cn: 无法启动本地 qBittorrent 兼容 Web UI。
zh_hant: 無法啟動本機 qBittorrent 相容 Web UI。

# AppWebUIRunning
source: The qBittorrent-compatible Web UI is running.
fr: L'interface Web compatible avec qBittorrent est actif.
it: L'interfaccia Web compatibile con qBittorrent è in esecuzione.
ja: qBittorrent 互換 Web UI が実行中です。
ko: qBittorrent 호환 웹 UI가 실행 중입니다.
ru: Веб-интерфейс, совместимый с qBittorrent, запущен.
zh_cn: qBittorrent 兼容 Web UI 正在运行。
zh_hant: qBittorrent 相容 Web UI 正在執行。

# AppWebUIUnknownStartError
source: An unknown error occurred while starting the Web UI.
fr: Une erreur inconnue s'est produite au démarrage de l'interface Web.
it: Si è verificato un errore sconosciuto durante l'avvio dell'interfaccia Web.
ja: Web UI の起動中に不明なエラーが発生しました。
ko: 웹 UI 시작 중 알 수 없는 오류가 발생했습니다.
ru: При запуске веб-интерфейса произошла неизвестная ошибка.
zh_cn: 启动 Web UI 时发生未知错误。
zh_hant: 啟動 Web UI 時發生未知錯誤。

# RSSUrlErrorInfoBar.Title
source: URL error
fr: Erreur d'URL
it: Errore URL
ja: URL エラー
ko: URL 오류
ru: Ошибка URL
zh_cn: URL 错误
zh_hant: URL 錯誤

# RSSUrlErrorInfoBar.Message
source: Please enter a valid feed URL.
fr: Veuillez saisir une URL de flux valide.
it: Inserisci un URL feed valido.
ja: 有効なフィード URL を入力してください。
ko: 올바른 피드 URL을 입력하세요.
ru: Введите действительный URL ленты.
zh_cn: 请输入有效的订阅源 URL。
zh_hant: 請輸入有效的摘要 URL。

# ViewNATDetectorWindowDiagnosticInfoBar.Title
source: Detection note
fr: Note de détection
it: Nota sul rilevamento
ja: 検出メモ
ko: 검색 메모
ru: Примечание об определении
zh_cn: 检测说明
zh_hant: 偵測備註

# ViewTaskSpeedGraphPageGridColorCard.Title
source: Grid color
fr: Couleur de la grille
it: Colore griglia
ja: グリッドの色
ko: 그리드 색
ru: Цвет сетки
zh_cn: 网格颜色
zh_hant: 格線色彩

# ViewTaskSpeedGraphPageCanvasClearColorCard.Title
source: Canvas clear color
fr: Couleur d'effacement du canevas
it: Colore cancellazione canvas
ja: キャンバスのクリア色
ko: 캔버스 지우기 색
ru: Цвет очистки холста
zh_cn: 画布清除颜色
zh_hant: 畫布清除色彩

# CommonUnknown
source: Unknown
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ru: Неизвестно
zh_cn: 未知
zh_hant: 未知

# CoreNetworkDetectorMappingDirect
source: Direct / no address translation
fr: Direct / sans traduction d'adresse
it: Diretto / nessuna traduzione dell'indirizzo
ja: 直接 / アドレス変換なし
ko: 직접 / 주소 변환 없음
ru: Прямое / без преобразования адреса
zh_cn: 直接连接 / 无地址转换
zh_hant: 直接 / 無位址轉換

# CoreNetworkDetectorMappingEndpointIndependent
source: Endpoint-independent mapping
fr: Mappage indépendant du point de terminaison
it: Mappatura indipendente dall'endpoint
ja: エンドポイント非依存マッピング
ko: 엔드포인트 독립 매핑
ru: Сопоставление, независимое от конечной точки
zh_cn: 端点无关映射
zh_hant: 端點無關的對映

# CoreNetworkDetectorMappingAddressDependent
source: Address-dependent mapping
fr: Mappage dépendant de l'adresse
it: Mappatura dipendente dall'indirizzo
ja: アドレス依存マッピング
ko: 주소 종속 매핑
ru: Сопоставление, зависящее от адреса
zh_cn: 地址相关映射
zh_hant: 位址相關的對映

# CoreNetworkDetectorMappingAddressAndPortDependent
source: Address-and-port-dependent mapping
fr: Mappage dépendant de l'adresse et du port
it: Mappatura dipendente da indirizzo e porta
ja: アドレスとポート依存マッピング
ko: 주소 및 포트 종속 매핑
ru: Сопоставление, зависящее от адреса и порта
zh_cn: 地址和端口相关映射
zh_hant: 位址和連接埠相關的對映

# CoreNetworkDetectorFilteringEndpointIndependent
source: Endpoint-independent filtering
fr: Filtrage indépendant du point de terminaison
it: Filtro indipendente dall'endpoint
ja: エンドポイント非依存フィルタリング
ko: 엔드포인트 독립 필터링
ru: Фильтрация, независимая от конечной точки
zh_cn: 端点无关过滤
zh_hant: 端點無關的篩選

# CoreNetworkDetectorFilteringAddressDependent
source: Address-dependent filtering
fr: Filtrage dépendant de l'adresse
it: Filtro dipendente dall'indirizzo
ja: アドレス依存フィルタリング
ko: 주소 종속 필터링
ru: Фильтрация, зависящая от адреса
zh_cn: 地址相关过滤
zh_hant: 位址相關的篩選

# CoreNetworkDetectorFilteringAddressAndPortDependent
source: Address-and-port-dependent filtering
fr: Filtrage dépendant de l'adresse et du port
it: Filtro dipendente da indirizzo e porta
ja: アドレスとポート依存フィルタリング
ko: 주소 및 포트 종속 필터링
ru: Фильтрация, зависящая от адреса и порта
zh_cn: 地址和端口相关过滤
zh_hant: 位址和連接埠相關的篩選

# CoreNetworkDetectorNATOpenInternet
source: Open Internet
fr: Internet ouvert
it: Internet aperto
ja: オープンインターネット
ko: 개방형 인터넷
ru: Открытый Интернет
zh_cn: 开放互联网
zh_hant: 開放網際網路

# CoreNetworkDetectorNATFullCone
source: Full cone NAT (compatibility label)
fr: NAT cône complet
it: NAT a cono completo
ja: フルコーン NAT
ko: 전체 원뿔 NAT
ru: Полный конус NAT
zh_cn: 完全锥形 NAT
zh_hant: 完整錐形 NAT

# CoreNetworkDetectorNATRestrictedCone
source: Restricted cone NAT (compatibility label)
fr: NAT cône restreint
it: NAT a cono limitato
ja: 制限付きコーン NAT
ko: 제한 원뿔 NAT
ru: Ограниченный конус NAT
zh_cn: 受限锥形 NAT
zh_hant: 受限錐形 NAT

# CoreNetworkDetectorNATPortRestrictedCone
source: Port-restricted cone NAT (compatibility label)
fr: NAT cône restreint par port
it: NAT a cono limitato dalla porta
ja: ポート制限付きコーン NAT
ko: 포트 제한 원뿔 NAT
ru: Конус NAT с ограничением порта
zh_cn: 端口受限锥形 NAT
zh_hant: 連接埠受限錐形 NAT

# CoreNetworkDetectorNATSymmetric
source: Symmetric NAT (compatibility label)
fr: NAT symétrique
it: NAT simmetrico
ja: 対称 NAT
ko: 대칭 NAT
ru: Симметричный NAT
zh_cn: 对称 NAT
zh_hant: 對稱 NAT

# ModelNetworkInfoStatusDisconnected
source: Disconnected
fr: Déconnecté
it: Disconnesso
ja: 切断
ko: 연결 끊김
ru: Отключено
zh_cn: 已断开连接
zh_hant: 已中斷連線

# ModelNetworkInfoStatusConnecting
source: Connecting
fr: Connexion
it: Connessione
ja: 接続中
ko: 연결 중
ru: Подключение
zh_cn: 连接中
zh_hant: 連線中

# ModelNetworkInfoStatusConnected
source: Connected
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
ru: Подключено
zh_cn: 已连接
zh_hant: 已連線

# ModelNetworkInfoStatusLimited
source: Limited connection
fr: Connexion limitée
it: Connessione limitata
ja: 接続制限あり
ko: 제한된 연결
ru: Ограниченное подключение
zh_cn: 受限连接
zh_hant: 受限連線

# ModelNetworkInfoStatusNoInternet
source: No Internet
fr: Pas d'Internet
it: Nessuna connessione Internet
ja: インターネット接続なし
ko: 인터넷 연결 없음
ru: Нет Интернета
zh_cn: 无网络
zh_hant: 無網際網路

# ModelNetworkInfoNATBlocked
source: Blocked
fr: Bloqué
it: Bloccato
ja: ブロック
ko: 차단됨
ru: Заблокировано
zh_cn: 已阻止
zh_hant: 已封鎖
